<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Yuriy Skalko <yuriy.skalko@gmail.com>
 * @author Aleksandr Selivanov <alexgearbox@gmail.com>
 */
$lang['nstart']                = 'Число, с которого будет начинаться нумерация';
$lang['padding']               = 'Символ для заполнения числа, если оно имеет меньшее количество цифр, чем требуется';
$lang['pad_length']            = 'Минимальное количество цифр в представлении числа. Это не влияет на размер самого числа, который может перерасти заданное значение';
$lang['set_date']              = 'Если установлено, дата будет напечатана с номером';
$lang['datestyle']             = 'Установить формат даты для strftime, он может включать форматирование Dokuwiki для полужирного шрифта, курсива и т. п. По умолчанию используется курсив.';
$lang['use_imgs']              = 'Если установлено, плагин попытается вставить изображения в строку формата';
